Repository: dnymz222/lishu-swift
Catalog: lishu/widget/*.lproj/Localizable.strings
Languages: de, es_419, fr_ca, it, ja, ko, pt_br, ru, th, vi, zh_hans, zh_hk

# calendar_group_chinese
source: Chinese Calendar
de: Chinesischer Kalender
es_419: Calendario chino
fr_ca: Calendrier chinois
it: Calendario cinese
ja: 中国暦
ko: 중국력
pt_br: Calendário chinês
ru: Китайский календарь
th: ปฏิทินจีน
vi: Nông lịch
zh_hans: 农历
zh_hk: 農曆

# calendar_group_gregorian
source: Gregorian Calender
de: Gregorianischer Kalender
es_419: Calendario gregoriano
fr_ca: Calendrier grégorien
it: Calendario gregoriano
ja: グレゴリオ暦
ko: 그레고리력
pt_br: Calendário gregoriano
ru: Григорианский календарь
th: ปฏิทินเกรโกเรียน
vi: Lịch Gregorius
zh_hans: 公历
zh_hk: 公曆

# calendar_group_japanese
source: Japannese Calendar
de: Japanischer Kalender
es_419: Calendario japonés
fr_ca: Calendrier japonais
it: Calendario giapponese
ja: 日本のカレンダー
ko: 일본 달력
pt_br: Calendário japonês
ru: японский календарь
th: ปฏิทินญี่ปุ่น
vi: Lịch nhật bản
zh_hans: 日本历
zh_hk: 日本歷

# calendar_group_indian
source: Indian Calendar
de: Indischer Nationalkalender
es_419: Calendario shaka
fr_ca: Calendrier national indien
it: Calendario nazionale indiano
ja: インド国定暦
ko: 인도 국정력
pt_br: Calendário nacional indiano
ru: Единый национальный календарь Индии
th: ปฏิทินอินเดีย
zh_hans: 印度历
zh_hk: 印度歷

# calendar_group_tailand
source: Thai calendar
de: Thail채ndischer Kalender
es_419: Calendario tailandés
fr_ca: Calendrier thaïlandais
it: Calendario tailandese
ja: タイ暦
ko: 태국력
pt_br: Calendário tailandês
ru: Тайский календарь
th: ปฏิทินไทย
vi: TLịch Thái Lan
zh_hans: 泰国历
zh_hk: 泰國歷

# calendar_group_hebrew
source: Hebrew calendar
de: J체discher Kalender
es_419: Calendario hebreo
fr_ca: Calendrier hébraïque
it: Calendario ebraico
ja: ユダヤ暦
ko: 히브리력
pt_br: Calendário judaico
ru: Еврейский календарь
th: ปฏิทินภาษาฮีบรู
vi: Lịch Do Thái
zh_hans: 希伯来历
zh_hk: 希伯來歷

# calendar_group_julian
source: Julian Calendar
de: Julianischer Kalender
es_419: Calendario juliano
fr_ca: Calendrier julien
it: Calendario giuliano
ja: ユリウス暦
ko: 율리우스력
pt_br: Calendário juliano
ru: Юлианский календарь
th: ปฏิทินจูเลียน
vi: Lịch Juliusr
zh_hans: 儒略历
zh_hk: 儒略歷

# calendar_group_islamic
source: Islamic Calendar
de: Islamischer Kalender
es_419: Calendario musulmán
fr_ca: Calendrier hégirien
it: Calendario islamico
ja: ヒジュラ暦
ko: 이슬람력
pt_br: Calendário islâmico
ru: Исламский календарь
th: ปฏิทินอิสลาม
vi: Lịch Hồi giáo
zh_hans: 伊斯兰历
zh_hk: 伊斯蘭歷

# calendar_group_persian
source: Persian Calendar
de: Persischer Kalender
fr_ca: Calendrier persan
it: Calendario persiano
ja: ペルシャ暦
ko: 페르시아 달력
pt_br: Calendário Persa
ru: Иранский календарь
th: ปฏิทินเปอร์เซีย
vi: Lịch Iran
zh_hans: 波斯历
zh_hk: 波斯歷

# year_widget_title
source: One year widget of different calendars
de: Ein-Jahres-Widget verschiedener Kalender
es_419: Widget de un año de diferentes calendarios
fr_ca: Widget d'un an de différents calendriers
it: Widget di un anno di calendari diversi
ja: さまざまなカレンダーの 1 年間のウィジェット
ko: 다른 달력의 1년 위젯
pt_br: Widget de um ano de calendários diferentes
ru: Виджет года разных календарей
th: วิดเจ็ตหนึ่งปีของปฏิทินต่างๆ
vi: Tiện ích một năm của các lịch khác nhau
zh_hans: 不同日历的一年小部件
zh_hk: 一年不同日曆的小工具

# year_widget_des
source: Displays the number of days or percentage of days that have passed since the new year of different calendars
de: Zeigt die Anzahl der Tage oder den Prozentsatz der Tage an, die seit dem neuen Jahr verschiedener Kalender vergangen sind
es_419: Muestra la cantidad de días o el porcentaje de días que han pasado desde el nuevo año de diferentes calendarios
fr_ca: Affiche le nombre de jours ou le pourcentage de jours écoulés depuis le nouvel an de différents calendriers
it: Visualizza il numero di giorni o la percentuale di giorni trascorsi dal nuovo anno di calendari diversi
ja: さまざまなカレンダーの新年から経過した日数または日数のパーセンテージを表示します
ko: 다른 달력의 새해 이후 경과한 일수 또는 일수의 백분율을 표시합니다
pt_br: Exibe o número de dias ou a porcentagem de dias que se passaram desde o novo ano de calendários diferentes
ru: Отображает количество дней или процент дней, прошедших с нового года разных календарей
th: แสดงจำนวนวันหรือเปอร์เซ็นต์ของวันที่ผ่านไปนับตั้งแต่ปีใหม่ของปฏิทินต่างๆ
vi: Hiển thị số ngày hoặc phần trăm ngày đã trôi qua kể từ năm mới của các lịch khác nhau
zh_hans: 显示不同日历的新年以来已经过去的天数或天数百分比
zh_hk: 顯示不同日曆的新年以來已經過去的天數或天數百分比

# day_night_title
source: Day and night map
de: Tag- und Nachtkarte
es_419: Mapa de día y noche
fr_ca: Carte jour et nuit
it: Mappa giorno e notte
ja: 昼と夜のマップ
ko: 낮과 밤 지도
pt_br: Mapa diurno e noturno
ru: Карта дня и ночи
th: แผนที่กลางวันและกลางคืน
vi: Bản đồ ngày và đêm
zh_hans: 昼夜图
zh_hk: 晝夜地圖

# day_night_des
source: Light gray border is the sun rise and sunset,Dark gray border is the civil dawn and dusk
de: Hellgrauer Rand stellt Sonnenaufgang und Sonnenuntergang dar, dunkelgrauer Rand stellt b체rgerliche Morgen- und Abendd채mmerung dar
es_419: El borde gris claro es la salida y la puesta del sol, el borde gris oscuro es el amanecer y el anochecer civiles
fr_ca: La bordure gris clair représente le lever et le coucher du soleil, la bordure gris foncé représente l'aube et le crépuscule civils
it: Il bordo grigio chiaro è l'alba e il tramonto, il bordo grigio scuro è l'alba e il tramonto civili
ja: 明るい灰色の境界線は日の出と日の入り、暗い灰色の境界線は民間の夜明けと夕暮れです
ko: 밝은 회색 테두리는 일출과 일몰, 진한 회색 테두리는 시민의 새벽과 황혼
pt_br: A borda cinza claro é o nascer e o pôr do sol, a borda cinza escuro é o amanhecer e o anoitecer civil
ru: Светло-серая рамка — восход и закат солнца, темно-серая рамка — гражданский рассвет и закат
th: ขอบสีเทาอ่อนคือพระอาทิตย์ขึ้นและตก ขอบสีเทาเข้มคือรุ่งอรุณและพลบค่ำ
vi: Viền xám nhạt là mặt trời mọc và lặn,Viền xám đậm là bình minh và hoàng hôn dân sự
zh_hans: 浅灰色边框为日出和日落，深灰色边框为民用黎明和黄昏
zh_hk: 淺灰色邊框為日出和日落,深灰色邊框為民用黎明和黃昏
